{"id":0,"titolo":"CyberSecurity","domande":[{"num":1,"testo":"Cos'è la Cybersecurity?","rispostaCorretta":[1],"risposte":["L'insieme delle attività per la prevenzione e la protezione dei dati","Tutto l'insieme delle protezioni fisiche di una rete","Le difese fisiche e logiche di un computer"],"isMultipla":false},{"num":2,"testo":"Come ci si può proteggere dagli attacchi informatici?","rispostaCorretta":[2],"risposte":["Non usando nessun dispositivo","Attuando pratiche quali protezione delle reti, backup dei dati ed utilizzo di password forti","Verificando che l'HHD/SSD sia funzionante"],"isMultipla":false},{"num":3,"testo":"Cosa accade in un test di sicurezza?","rispostaCorretta":[3],"risposte":["Il tester si appropria dei dati di chi ha commissionato il test","Il tester verifica il funzionamento della rete senza consenso","Il tester verifica l'integrità dei dati della rete su richiesta"],"isMultipla":false},{"num":4,"testo":"Chi è un hacker?","rispostaCorretta":[1],"risposte":["Una persona che irrompe nelle reti e si appropria di dati altrui per vari scopi","Una persona che vende dati di terzi","Una persona che cambia nome e password di altri account"],"isMultipla":false},{"num":5,"testo":"Definizione di Criptolocker: ","rispostaCorretta":[3],"risposte":["Software che registra i movimenti di tastiera e mouse di un soggetto","Malware che cancella i dati e file di qualcuno","Ransomware che rende inaccessibili ed illegibili file e dati dei proprietari"],"isMultipla":false},{"num":6,"testo":"Seleziona i tipi di musire preventive per la sicurezza informatica","rispostaCorretta":[1,4,5],"risposte":["Archiviare più backup su dischi esterni","Usare una password forte ovunque","Diffondere informazioni personali a terzi","Segmentare la rete in maniera fisica e logica","Usare password complesse e lunghe","Scaricare applicazioni da siti terzi"],"isMultipla":true},{"num":7,"testo":"Quali sono le 5 fasi di un penetration test?","rispostaCorretta":[2],"risposte":["Accordo, Esecuzione Test, Analisi, Riconoscimento, Pagamento","Pianificazione, Scansione, Sfruttamento Vulnerabilità, Mantenimento Accesso, Analisi e Report","Preparazione, Verifica Rete, Attuazione danni ai dati, Rimozione danni, Analisi"],"isMultipla":false}]}